{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      ",": 1,
      ".": 2,
      "D": 3,
      "G": 4,
      "N": 5,
      "O": 6,
      "Y": 7,
      "a": 8,
      "b": 9,
      "c": 10,
      "d": 11,
      "e": 12,
      "f": 13,
      "g": 14,
      "h": 15,
      "i": 16,
      "k": 17,
      "l": 18,
      "m": 19,
      "n": 20,
      "o": 21,
      "p": 22,
      "r": 23,
      "s": 24,
      "t": 25,
      "u": 26,
      "v": 27,
      "y": 28,
      "z": 29,
      "Ç": 30,
      "â": 31,
      "ç": 32,
      "ö": 33,
      "ü": 34,
      "ğ": 35,
      "ı": 36,
      "ş": 37,
      "ar": 38,
      "lar": 39,
      "or": 40,
      "yor": 41,
      "le": 42,
      "da": 43,
      "üz": 44,
      "ah": 45,
      "klar": 46,
      "üyor": 47,
      "ey": 48
    },
    "merges": [
      [
        "a",
        "r"
      ],
      [
        "l",
        "ar"
      ],
      [
        "o",
        "r"
      ],
      [
        "y",
        "or"
      ],
      [
        "l",
        "e"
      ],
      [
        "d",
        "a"
      ],
      [
        "ü",
        "z"
      ],
      [
        "a",
        "h"
      ],
      [
        "k",
        "lar"
      ],
      [
        "ü",
        "yor"
      ],
      [
        "e",
        "y"
      ]
    ]
  }
}