<unk>	0
<s>	0
</s>	0
ar	-0
lar	-1
or	-2
yor	-3
le	-4
da	-5
üz	-6
ah	-7
▁	-8
a	-9
r	-10
e	-11
l	-12
y	-13
k	-14
ü	-15
n	-16
o	-17
u	-18
i	-19
d	-20
s	-21
ı	-22
h	-23
t	-24
z	-25
,	-26
.	-27
b	-28
ç	-29
ğ	-30
ş	-31
f	-32
g	-33
c	-34
m	-35
v	-36
ö	-37
D	-38
G	-39
N	-40
O	-41
Y	-42
p	-43
Ç	-44
â	-45
